Repository: fegalo/nuxeo-packaging-debian
Catalog: resources/debian/po/*.po
Languages: fr

source: Error:
fr: Erreur

source: IP address is invalid: ${ipaddress}
fr: L'adresse IP est invalide: ${ipaddress}

source: Bind address:
fr: Adresse d'écoute:

source: Listening port for HTTP:
fr: Port HTTP à utiliser:

source: Listening port for AJP (0=disabled):
fr: Port AJP à utiliser (0=désactivé):

source: Autoconfigure PostgreSQL
fr: Configurer PostgreSQL automatiquement

source: Configure database in wizard
fr: Configurer la base de données dans l'assistant

source: Backend database:
fr: Base de données:

source: Backend database to use.
fr: Base de données à utiliser.

source: for internal use
fr: a usage interne

source: Internal use
fr: Usage interne

source: Migration from an older Nuxeo
fr: Migration à partir d'une ancienne version de Nuxeo

source: An installation of the ${oldpkgname} package has been detected. You have the possibility to move its data and configuration to the new package.
fr: Une instance du paquet ${oldpkgname} a été détectée. Vous avez la possibilité de déplacer ses données et sa configuration vers le nouveau paquet.

source: *** ANY DATA ALREADY PRESENT IN THE NEW PACKAGE WILL BE LOST ***
fr: *** LES DONNEES EJA PRESENTES DANS LE NOUVEAU PAQUET SERONT PERDUES ***

source: If you choose to perform the migration, this will: - copy and adapt your configuration, - move your the old package's data directory, - if applicable, rename the autoconfigured database and user, - disable the ${oldpkgname} control script.
fr: Si vous choisissez d'effectuer la migration: - la configuration sera copiée et adaptée, - le répertoire de données de l'ancien paquet sera déplacé, - s'il y a lieu, las noms de la base de données et de l'utilisateur de la base auto-configurée seront renommés, - le script de contrôle de ${oldpkgname} sera désactivé.

source: This will *not* migrate any custom template you may have.
fr: Cela *ne migrera pas* les templates personalisés que vous pourriez avoir.

source: Do you want to migrate from ${oldpkgname}?
fr: Voulez vous effectuer la migration à partir de ${oldpkgname}?

source: EXPERIMENTAL - BACKUP YOUR DATA !!!
fr: EXPERIMENTAL - SAUVEGARDEZ VOS DONNEES !!!

source: Installations of several old Nuxeo packages has been detected: ${oldpkgnames} You have the possibility to move to the new package the data and configuration from a single one.
fr: Plusieurs instances d'anciens paquets Nuxeo ont été détectées: ${oldpkgnames} Vous avez la possibilité de migrer les données et la configuration d'un unique ancien paquet vers le nouveau.

source: If you choose to perform the migration, this will: - copy and adapt your configuration, - move your the old package's data directory, - if applicable, rename the autoconfigured database and user, - disable the selected package's control script.
fr: Si vous choisissez d'effectuer la migration: - la configuration sera copiée et adaptée, - le répertoire de données de l'ancien paquet sera déplacé, - s'il y a lieu, las noms de la base de données et de l'utilisateur de la base auto-configurée seront renommés, - le script de contrôle du paquet sélectionné sera désactivé.

source: ${nomigration}
fr: Pas de migration

source: Which package do you want to migrate?
fr: Quel paquet voulez-vous migrer?
